Revit 2024 API
BuiltInFailures.InfillFailures Class
 Failures about Infill.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class InfillFailures
Visual Basic
Public NotInheritable Class InfillFailures
Visual C++
public ref class InfillFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.InfillFailures
See Also
BuiltInFailures.InfillFailures Members
Autodesk.Revit.DB Namespace